Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/peter-rabbit.tmx
Source language: en_us
Languages: chr

source: Once upon a time there were four little rabbits, and their names were
chr: ᏌᏊ ᎢᏳᏩᎦᏗ, ᏅᎩ ᎾᏂᎢ ᏧᏂᏍᏗ ᏥᏍᏚ, ᎠᎴ ᎯᎠ ᏚᎾᏙᎡᎢ

source: Flopsy,
chr: ᎦᏅᏥᏙᎯ,

source: Mopsy,
chr: ᎬᎾᎦᎵᏙᎯ,

source: Cottontail,
chr: ᎠᏥᎸ-ᎦᏂᏓᏓ,

source: and Peter.
chr: ᎠᎴᏃ ᏈᏘ.

source: They lived with their mother in a sand bank, underneath the root of a very big fir tree.
chr: ᏂᎦᏓ ᎠᎴ ᎤᏂᏥ ᎠᏁᎮ ᎥᎿ ᏃᏱ ᎦᏝᏛ, ᎭᏫᎾᏗᏜ ᎤᎾᏍᏓᎥ ᎤᏔᎾ ᎢᏤ ᎠᏓ.

source: “Now, my dears,” said old Mrs. Rabbit one morning, “You may go into the fields or down the lane, but don't go into Mr. McGregor's garden.”
chr: ᏌᏊ ᏌᎾᎴ ᎯᎠ ᏂᏚᏪᏎᎴ ᎠᏂᏥᏍᏚ, “ᏃᏊᏍ ᎬᏧᎸᏉᏗ, ᎡᎷᏊᏍ ᏱᏤᎾ Ꮎ ᏠᎨᏏ ᏗᏜ ᎠᎴ ᏫᏗᎦᎸᏅᏛᎢ, ᎠᏎᎾ Ꮭ ᏫᏛᏥᏴᏟ Ꮎ ᎠᏍᎦᏯ ᎹᏞᎪ ᎤᏫᏒᏅᎢ.”

source: “Your father had an accident there; he was put in a pie by Mrs. McGregor.”
chr: ᎢᏥᏙᏓ ᎪᎱᏍᏗ ᏥᏄᎵᏍᏓᏁᎸ ᎥᎿᎢ, ᎠᎨᏯ ᎹᏞᎪ ᎨᎵᏍᏗ ᏣᎪᏢᏅᏓᏅᎢ Ꮎ ᎢᏥᏙᏓ.

source: “Now run along and don't get into mischief.
chr: ᎭᏩᏆᏃ ᏫᏓᏣᏁᎶᎸᎦ, ᎠᎴ ᏞᏍᏗ ᏤᏥᏍᎦᏅᏣ.

source: I am going out.”
chr: ᏞᎦ ᏗᎦᏁᎳᏓ.

source: Then old Mrs. Rabbit took a basket and her umbrella, and went through the wood to the baker's.
chr: Ꮓ ᎠᎨᏯ ᏥᏍᏚ ᎤᏫᏛᎲ ᏔᎷᏣ ᎠᎴ ᎠᏓᏫᏛᏍᏗ ᏚᏫᏛᎮᎢ ᎠᎴ ᎢᎾᎨ ᏗᏜ ᏭᎶᏒ ᎠᎴ ᎦᏚᎲᏍᏗ ᏗᏜ.

source: She bought a loaf of brown bread and five currant buns.
chr: ᎤᏬᏗᎨ ᎦᏚ ᎤᏩᏒ ᎠᎴ ᎯᏍᎩ ᏗᎦᏔᏅ ᎦᏚ.

source: Flopsy, Mopsy, and Cottontail, who were good little bunnies, went down the lane to gather blackberries.
chr: ᎦᏅᏥᏙᎯ, ᎦᏅᎦᎵᏗᎯ ᎠᎴ ᎠᏥᎸ ᎦᏂᏓᏓ, Ꮎ ᎤᎾᏓᎾᏓ ᏧᏂᏍᏗ ᏥᏍᏚ ᎨᏒ ᏂᎦᏓ ᏫᎦᎵᏅᏛ ᏭᏂᎶᏒᎢ, ᎧᏄᎦᏟ ᎤᎾᏕᏒᏒᎢ.

source: But Peter, who was very naughty, ran straight away to Mr. McGregor's garden.
chr: ᎠᏎᏃ Ꮎ ᏈᏘ ᎦᎾᎵ ᎨᏒᎢ, ᏥᏳᎩᏗ Ꮎ ᎠᏍᎦᏯ ᎹᏞᎪ ᏥᏫᏒᏅ ᏗᏜ ᏭᎶᏒ.

source: And squeezed under the gate.
chr: ᎭᏫᎾᏗᏜ ᎤᏚᏄᏴᏢ ᎠᏍᏚᏗᎢ!

source: First he ate some lettuces and some French beans; and then he ate some radishes;
chr: ᎠᎬᏱ ᎨᏒ, ᎦᏲᏟ ᎢᎪᏍᏗ ᎠᎩᏍᏗ ᎤᎬ, ᏃᎴ ᎦᏲᏟ ᎠᏂᎦᎸᏥ ᏚᏯ ᏃᎴ ᎦᏲᏟ ᎦᎳᏗᏍᎩ ᏚᎬᎢ;

source: And then, feeling rather sick, he went to look for some parsley.
chr: ᏃᎴ, ᎤᏢᏍᏗᏍᎬᎢ ᏄᎵᏓᏁᎲᎢ, ᏗᎪᎯᏍᏙᏗ ᏚᏴᎸᏒᎢ.

source: But round the end of a cucumber frame, whom should he meet but Mr. McGregor!
chr: ᎠᏎᏃ Ꮎ ᎾᎥᏁᎨᏍᏗ ᎨᏒ ᎦᎦᎹ ᏓᏫᏒ, ᎧᎲᏃ ᏚᎾᏠᏒᎢ, Ꮎ ᎠᏍᎦᏯ ᎹᏞᎪ!

source: Mr. McGregor was on his hands and knees planting out young cabbages, but he jumped up and ran after Peter, waving a rake and calling out, “Stop, thief!”
chr: ᎠᏍᎦᏯ ᎹᏞᎪ ᏚᏟᏆᏅᏛᎢ, ᏓᏫᏍᎬᎢ ᏧᎦᏅᏕᎾ, ᎠᏎᏃ ᎤᏟᏍᏗ ᏚᎴᏅ, ᎠᎴ ᎠᏥᎨᎲᏒ ᏈᏘ, ᎦᏟᏐᏙᏗ ᎠᏐᎸᏗᏍᎩ, “ᎭᎴᏫᏍᏓ ᎭᏓᏅᏨᎲᏍᎦ” ᎤᏪᏡᎬ.

source: Peter was most dreadfully frightened; he rushed all over the garden, for he had forgotten the way back to the gate.
chr: ᏈᏘ ᏙᏳ ᎤᏍᎦᏍᏓᏁᎸᎢ; ᏂᎬᏢ ᎤᏟᏙᎸ ᏠᎨᏏ, ᎤᏮᎨᏫᏒ ᏭᎶᎯᏍᏗ ᎠᏍᏚᏗ ᏗᏜ.

source: He lost one of his shoes among the cabbages, and the other shoe amongst the potatoes.
chr: ᏌᏊ ᎤᎳᏑᎶ ᎤᏲᏎᎸ Ꮲ ᏧᎦᏅᏕᎾ ᏓᏫᏒᏅᎢ, ᏐᎢᏃ ᏄᎾ ᏓᏫᏒᏅᎢ.

source: After losing them, he ran on four legs and went faster, so that I think he might have got away altogether if he had not unfortunately run into a gooseberry net, and got caught by the large buttons on his jacket.
chr: ᎾᎯᏳᏃ ᎢᏧᎳ ᏚᏲᏎᎳ, Ꮓ ᏅᎩ ᏧᎳᏍᎩ ᎦᏳᏄᎵ ᎤᏓᎾᏍᏓᏅᎢ, ᎠᏓᏅᏖᎲ, ᎡᎷᏊ ᏱᏓᏩᏓᎩᏰ, ᎠᏎᏃ Ꮎ ᏖᎳᏂ ᎠᏏᎳᏛ ᏱᏫᎾᎩᎸᏨᎾ, ᏃᎴ Ꮎ ᎤᏔᎾ ᎤᏛᏛ ᎤᏂᏴᏎᎴ ᎥᎿ ᎤᏌᎴᎾ.

source: It was a blue jacket with brass buttons, quite new.
chr: ᏌᎪᏂᎨ ᎨᏎ ᎦᏌᎴᎾ, ᏣᏱ ᏗᎦᏛᎢ, ᏃᎴ ᎠᏤ ᎢᎨᏎᎢ.

source: Peter gave himself up for lost, and shed big tears; but his sobs were overheard by some friendly sparrows, who flew to him in great excitement and implored him to exert himself.
chr: ᏈᏘ ᏚᏓᏲᏎᎢ, ᏃᎴ ᎤᎴᏅᎮ ᏍᏓᏯ ᎠᏠᏱᎲᎢ; ᎠᏎᏃ ᎤᎾᏓᎾᏔ ᎠᏂᏥᏆᏯ ᎤᏅᏛᎦᏁ ᎠᏠᏱᎲᎢ ᏭᏂᏃᎯᎶᏒ ᎠᎴ ᎠᏂᏍᏗᏗᏰᏍᎨ ᎤᎵᏘᎵᏗᎢ.

source: Mr. McGregor came up with a sieve, which he intended to pop upon the top of Peter; but Peter wriggled out just in time, leaving his jacket behind him.
chr: ᎠᏍᎦᏯ ᎹᏞᎪ ᎠᏑᏰᏍᏙᏗ ᎠᏰᎲ, ᎠᏥᏍᏆᎸᏂᏍᏙᏗ ᎤᏰᎸ ᏈᏘ, ᎠᏎᏃ ᏈᏘ ᎡᎷᏊ ᎤᏖᎵᏅᏙᎸ ᏚᏓᎩᏰᎢ, ᎦᏌᎴᎾ ᎤᎯᏰ.

source: And rushed into the tool shed, and jumped into a can.
chr: ᏗᎦᎸᏫᏍᏓᏁᏙᏗ ᏗᎾᎥ ᏭᎶᏒ ᎠᎴ ᏔᎸᎩᏍᏗ ᏭᏣᏅ.

source: It would have been a beautiful thing to hide in, if it had not had so much water in it.
chr: ᎤᏙᎯᏳᎠ ᎣᏍᏓ ᏱᎨᏎ ᎠᏗᏍᎦᎸᏗ ᎥᎿᎢ, ᎠᏎᏃ ᎤᎵᏍᏈᏍᏓ ᎠᎹ ᎠᏟᏍᏛ.

source: Mr. McGregor was quite sure that Peter was somewhere in the tool shed, perhaps hidden underneath a flower pot.
chr: ᎠᏍᎦᏯ ᎹᏞᎪ ᎤᏙᎯᏳ ᎡᎵᏍᎬ Ꮲ ᎠᏯᎥ ᏈᏘ ᎥᎿ ᏗᎦᎶᏫᏍᏓᏁᏗ ᎠᏅᎢ, ᎾᎨ ᎠᏥᎸᏍᎩ ᎦᎸᏗ ᏥᎦᎦᎭ ᎭᏫᎾᏗᏜ ᎤᏗᏍᎦᏝ ᎡᎵᏍᎬᎢ.

source: He began to turn them over carefully, looking under each.
chr: Ꮓ ᎤᎴᏅᎲ ᏂᎦᏓ ᏙᎢ ᏌᏊᎭ ᏓᎵᏆᏕᏍᎬᎢ.

source: Presently Peter sneezed---“Kertyschoo!”
chr: Ꮓ ᏚᏴᏍᏙᏒ ᏈᏘ, “ᎠᏧ”.

source: Mr. McGregor was after him in no time,
chr: Ꮓ ᎠᏍᎦᏯ ᎹᏞᎪ ᎤᏟᏍᏗᏊ ᎤᎨᎯᏒ,

source: And tried to put his foot upon Peter, who jumped out of a window, upsetting three plants.
chr: ᎤᏁᎵᏓᏅ ᎠᎦᎳᏍᏙᏗ ᏈᏘ, Ꮓ ᏦᎳᏂ ᏭᎯᎶᏒ, ᏦᏱᎦ ᏗᏥᎸᏍᎩ ᏚᏩᎧᏬᏅᏓᏅᎢ.

source: The window was too small for Mr. McGregor, and he was tired of running after Peter.
chr: ᎤᏍᏗᎩ ᏦᎳᎾ ᎨᏒ ᏭᏓᏄhᏍᏗ ᎠᏍᎦᏯ ᎹᏞᎪ, ᎠᎴ ᏚᏯᏪᎬ ᎠᏥᎨᎯᏙᎲ ᏈᏘ.

source: He went back to his work.
chr: ᏚᎶᏫᏍᏓᏁᎸᏒᏊ.

source: Peter sat down to rest; he was out of breath and trembling with fright, and he had not the least idea which way to go.
chr: ᏈᏘ ᎤᎵᏍᏚᏝᏅᎢ, ᏚᏴᏪᎬ, ᏍᏓᏯ ᎧᏬᎸᏕᏍᎬ ᎠᎴ ᎤᏍᎦᏍᏓᏁᎸ ᎤᏩᎾᏫᏍᎬᎢ, Ꮭ ᏳᏩᎾᏖᎢ ᎭᏢ ᏗᏜ ᏭᎶᎯᏍᏗᎢ.

source: Also he was very damp with sitting in that can.
chr: ᏃᎴ ᎢᎦᏓᏁ ᎥᎨᎥ Ꮎ ᏔᎷᎩᏍᏗ ᎤᏣᏅ.

source: After a time he began to wander about, going lippity---lippity---not very fast, and looking all around.
chr: ᏞᎩᏃ ᎤᏓᏅᏏᏙᎸᎢᏄᏛᏁᏗ, ᎵᏈᏘ---, ᎵᏈᏘ---, ᎠᏎᏃ Ꮭ ᎦᏳᏄᎵ ᎾᏛᏁᎮ ᎠᎴ ᏂᎦᎥ ᎠᎦᏖᏂᎵᏙᎮᎢ.

source: He found a door in a wall; but it was locked, and there was no room for a fat little rabbit to squeeze underneath.
chr: ᎠᏍᏚᏗ ᎤᏩᏛᎲᎢ ᎥᎿ ᎠᏐᏴ; ᎠᏎᏃ ᏍᏓᏯ ᎠᏍᏚᎥ, ᎠᎴ Ꮭ ᏳᏝᏅᏕ ᎦᎵᏦᎯᏓ ᏥᏍᏚ ᎭᏫᎾᏗᏜ ᎤᏓᏳᏅᏍᏗᎢ.

source: An old mouse was running in and out over the stone doorstep, carrying peas and beans to her family in the wood.
chr: ᎠᎬᏴᎵ ᏥᏍᏕᏥ ᎠᏟᏙᎮᎢ, ᎠᏴᏍᏗᎲ ᎠᎴ ᎥᎬᏃᎪᏥᏙᎮ ᏅᏲ ᎠᎳᏏᏂᏗᎢ, ᏚᏯ ᎠᎴ ᏧᎾᏍᏗ ᏚᏯ ᏓᏴᏍᏗᎲᎢ, ᏏᏓᏁᎸ ᏗᏁᎲ ᎠᏙ ᏫᏓᎲᏍᎬᎢ.

source: Peter asked her the way to the gate, but she had such a large pea in her mouth she could not answer.
chr: ᏈᏘ ᎤᏓᏛᏛᏁ ᎭᏢ ᏗᏜ ᎠᏍᏚᏗ ᎨᏒᎢ, ᎠᏎᏃ ᎤᏔᏂ ᎤᏅᏍᎦᎸ ᎤᏍᏗ ᏚᏯ, ᎤᏄᎸᏅ ᎤᏓᏁᏍᏙᏗᎢ.

source: She only shook her head at him.
chr: ᎠᏥᎵᏍᏆᏓᏁᎸᏊ.

source: Peter began to cry.
chr: ᏈᏘ ᎤᎴᏅᎲ ᎠᏠᏱᎲᎢ.

source: Then he tried to find his way straight across the garden, but he became more and more puzzled.
chr: ᏃᎴ ᏚᏂᏗᏒ ᏠᎨᏏ, ᎠᏎᏃ ᎤᎪᏓ ᎤᎵᏓᏍᏓᏂᏙᎲᎢ.

source: Presently he came to a pond where Mr. McGregor filled his water cans.
chr: ᎥᏓᎵ ᏭᎷᏤ, ᎥᎿ ᎠᏍᎦᏯ ᎹᏞᎪ ᎠᎹ ᏧᏟᏍᏙᏗ ᏔᎷᎩᏍᏗ.

source: A white cat was staring at some goldfish; she sat very, very still, but now and then the tip of her tail twitched as if it were alive.
chr: ᎤᏁᎦ ᏪᏌ ᏚᎦᏙᏍᏕ ᏓᎶᏂᎨ ᎠᏂᏣᏓ; ᏙᎢ ᎤᏬᏢᎢ, ᎠᏎᏃ ᏳᏓᎭ ᎦᏂᏓᏛ ᎠᏖᎸᎲᏍᏗᎲ.

source: Peter thought it best to go away without speaking to her.
chr: ᏓᏤᏝ ᏯᏩᏂᎩᏌ ᎤᏪᎵᏎ ᏈᏘ, ᏄᎵᏃᎮᏓᏓᏅᎾ ᏪᏌ.

source: He had heard about cats from his cousin, little Benjamin Bunny.
chr: ᎪᎱᏍᏗ ᎤᏮᎾ ᏈᏂᏣᎹᏂ ᎤᏃᏎᎸ ᎨᏒ ᏄᎾᏍᏛ ᎠᏂᏪᏌ.

source: He went back towards the tool-shed, but suddenly, quite close to him, he heard the noise of a hoe.
chr: ᏃᎴ ᏭᎶᏎ ᏗᎦᎶᏫᏍᏓᏁᏗ-ᎠᏓᏁᎸᎢ, ᎠᏎᏃ, ᎾᎥ ᎤᏛᎦᏁ ᏗᎦᎶᎩᏍᏙᏗ ᎤᏃᏴᎬᎢ.

source: (scr-r-ritch scratch, scratch, scritch).
chr: (ᏍᎵᏗᏥ, ᏍᎳᏔᏥ, ᏍᎳᏔᏥ, ᏍᎵᏘᏥ).

source: Peter scuttered underneath the bushes.
chr: ᏈᏘ ᎭᏫᎾᏗᏜ ᎤᏓᏯᏢ ᏭᏕᎵᏨ.

source: But presently, as nothing happened, he came out, and climbed upon a wheelbarrow, and peeped over.
chr: Ꮭ ᎪᎱᏍᏗ ᏱᏂᎦᎵᏍᏗᎮᎢ, ᏚᎠᏅᏃᎪᏧᎢ, ᏭᎸᏍᏛᏅ ᎦᏍᏙᏱᏓᏍᏗ, ᎠᎴ ᏭᎦᏔᏁᎢ.

source: The first thing he saw was Mr. McGregor hoeing onions.
chr: ᎠᎬᏱ ᏩᏥᎪᎥ ᎠᏍᎦᏯ ᎹᏞᎪ ᏕᎦᎴᏴᏍᎬ ᏒᎩ.

source: His back was turned towards Peter and beyond him was the gate!
chr: ᎠᏗᏜ ᏭᎦᏛ, ᎠᎴ ᎬᏂᎨᏒ ᎨᏒ ᎠᏍᏚᏗ!

source: Peter got down very quietly off the wheelbarrow, and started running as fast as he could go, along a straight walk behind some black currant bushes.
chr: ᏈᏘᏃ ᏙᎢ ᎤᏠᏒ ᎦᏍᏙᏱᏓᏍᏗ ᎠᎴ ᎤᏟᏍᏗ ᎤᏓᎾᏍᏓᏅᎢ, ᏥᏳᎦᏗ ᎦᎶᎯᏍᏗ ᎣᏂᏗᏢ ᏗᎬᏂᎨ ᏗᎦᏔᏅ ᏚᏓᏯᏢᎢ.

source: Mr. McGregor caught sight of him at the corner, but Peter did not care.
chr: ᎠᏍᎦᏯ ᎹᏞᎪ ᎠᏥᎪᏩᏛᏓᏁᎢ (ᏈᏘ), ᎠᏎᎾ ᏈᏘ ᏝᎪᎱᏍᏗ ᏰᎵᏍᎨᏃ.

source: He slipped underneath the gate, and was safe at last in the wood outside the garden.
chr: ᎭᏫᎾᏗᏜ ᎤᏓᏄᏴᏢ ᎠᏍᏚᏗ ᎠᎴ ᏂᎦᏂᏰᎬᎾ ᏭᎶᏒ ᎢᎾᎨᏃ ᏗᏜ, ᎤᏅᎪᏨ ᎨᏒ ᏠᎨᏏ.

source: Mr. McGregor hung up the little jacket and the shoes for a scarecrow to frighten the blackbirds.
chr: ᎠᏍᎦᏯ ᎹᏞᎪ ᏚᏛᏅ Ꮎ ᎤᏍᏗ ᎦᏌᎴᎾ ᎠᎴ ᏗᎳᏑᎶ ᎥᎿ ᎪᎦ ᏗᏍᎦᏓᏁᏙᏗᎢ, ᏃᎴ ᏗᏍᎦᏍᏓᏁ ᎠᏂᎬᎿᎨ ᏥᏍᏆ.

source: Peter never stopped running or looked behind him till he got home to the big fir tree.
chr: ᏈᏘ ᏝᏃ ᏳᎴᏫᏍᏓᏁ ᎠᏟᏒ ᎠᎴ ᏳᎦᏔᎲᏎᎢ, ᎬᏂᎩᎳ ᏧᏪᏅᏒ ᏭᎷᏣ, ᎥᎿ ᎤᏔᎾ ᎢᏤ-ᎠᏓ ᏧᏪᏅᏒᎢ.

source: He was so tired that he flopped down upon the nice soft sand on the floor of the rabbit hole, and shut his eyes.
chr: ᎤᏙᎯᏳᏃ ᏚᏴᏪᎨᎢ, ᎤᎵᏥᏅ ᎥᎿ ᏩᎾ ᏃᏱ ᎤᏂᏔᎴᏒᎢ, ᎠᎴ ᏚᎦᏔᏍᏓᏅᎢ.

source: His mother was busy cooking; she wondered what he had done with his clothes.
chr: ᎤᏥ Ꮓ ᎠᏓᏍᏓᏴᎲᏍᎨ; ᎦᏙᏃ ᎡᎵᏍᎬ ᏂᏚᏮᏁᎸ ᏧᎾᏬᎯ.

source: It was the second little jacket and pair of shoes that Peter had lost in a fortnight!
chr: ᎥᏍᎩᎾᏃ ᏔᎵ ᏒᎾᏙᏓᏩᏍᎩ ᎤᏍᏗ ᎤᏌᎴᎾ ᎠᎴ ᏧᎳᏑᎶ ᏧᏲᏎᎸᎢ.

source: I am sorry to say that Peter was not very well during the evening.
chr: ᏝᏃ ᎣᏍᏓ ᏳᏓᏅᏖ ᏈᏘ ᎾᎯᏳ ᎤᏒᏗᏜ.

source: His mother put him to bed, and made some camomile tea; and she gave a dose of it to Peter!
chr: ᏩᏥᏂᏏᏅ ᎠᎴ ᎤᎦᎶᎩ ᎠᎦᏅ ᎤᏬᏢᏅ; ᎦᏲᏟ ᎠᏥᏅᏁᎸ ᏈᏘ!

source: “One tablespoonful to be taken at bedtime.”
chr: “ᏌᏊ ᎧᎵ ᏗᏙᏗ ᎠᏗᏔᏍᏗ ᏱᏣᏢᏁᏌ.”

source: But Flopsy, Mopsy, and Cottontail had bread and milk and blackberries for supper.
chr: ᎠᏎᏃ ᎦᏅᏥᏙᎯ, ᎦᏅᎦᎵᏙᎯ ᎠᎴ ᎠᏥᎸ-ᎦᏂᏓᏓ, ᎦᏚ ᎠᎴ ᎤᏅᏗ ᏃᎴ ᎧᏄᎦᏟ ᎤᏂᎬ ᏒᎯᏰᏱ ᎠᎵᏍᏓᏴᏗ.
